[
  {
    "id": "104",
    "name": "Lobero Irlandés",
    "data": {
      "size": 5,
      "long": 3,
      "smart": 4
    },
    "description": "Es una raza canina que proviene de Irlanda, siendo la raza de perro con estatura media más alta. Un macho adulto alcanza una talla promedio de entre 81 y 86 cm. Ostenta el título de ser el perro de mayor estatura del mundo igualado con el Gran danés, si bien éste puede parecer más alto debido a su espalda más corta. "
  },
  {
    "id": "105",
    "name": "Pastor Croata",
    "data": {
      "size": 3,
      "long": 4,
      "smart": 5
    },
    "description": "Es un perro pastor cariñoso y modesto, muy leal a su amo. La raza también posee una predisposición hereditaria para el ganado de trabajo. Algunos agricultores afirman que su perro pastor croata conoce y distinguirá cada cabeza de ganado al escuchar su nombre."
  },
  {
    "id": "106",
    "name": "Pastor Holandés",
    "data": {
      "size": 3,
      "long": 4,
      "smart": 5
    },
    "description": "Es un perro rústico, con mucha energía y que necesita mucho ejercicio diario. Si se le pasea a menudo y se juega puede ser un perro muy tranquilo y muy adaptable, pero la falta de ejercicio lo puede convertir en un perro aburrido y con comportamientos destructivos. Necesitan unos dueños firmes y enérgicos, que no sean agresivos, que les proporcionen un liderazgo efectivo y decidido pero sin nada de violencia. "
  },
  {
    "id": "107",
    "name": "Lebrel Afgano",
    "data": {
      "size": 5,
      "long": 5,
      "smart": 3
    },
    "description": "En un principio, el lebrel afgano era empleado para perseguir presas de todo tipo en las montañas de Afganistán. Otra función del lebrel afgano era la vigilancia de los campamentos de las tribus nómadas y el ganado. Su principal característica física es el pelo largo, además de su cabeza larga y su cola terminada en anillo."
  },
  {
    "id": "108",
    "name": "Kerry Blue Terrier",
    "data": {
      "size": 3,
      "long": 3,
      "smart": 5
    },
    "description": "Es un animal muy dulce con los familiares, valiente y dinámico. Guardián valiente y compañero excelente, con una tendencia a la valentía disciplinada. Los kerry blue destacan por ser perros sumamente activos pero no solo son activos físicamente pues mentalmente también son inquietos y curiosos, como perros terriers que son, destacan su permanente estado de alerta y su astucia. "
  },
  {
    "id": "109",
    "name": "Kuvasz",
    "data": {
      "size": 4,
      "long": 3,
      "smart": 3
    },
    "description": "El temperamento del kuvasz destaca por la gran valentía y seguridad con la que ejecuta las tareas que le son designadas y lleva a cabo las interacciones en su día a día. Cuando cuenta con el afecto de una familia y es educado de forma positiva, se revela un can tranquilo, estable y muy afectuoso con los suyos."
  },
  {
    "id": "110",
    "name": "Manchester Terrier",
    "data": {
      "size": 4,
      "long": 4,
      "smart": 3
    },
    "description": "Tiene una gran personalidad y, a menudo, es considerado como uno de los terriers más educados. Su lealtad e inteligencia los convierten en excelentes compañeros y hábiles perros guardianes. A diferencia de otros terriers, el Terrier de Manchester fue criado para un entorno urbano. Aunque es un excelente cazador, este terrier es muy ágil debido a que ama las persecuciones."
  },
  {
    "id": "111",
    "name": "Retriever de Nueva Escocia",
    "data": {
      "size": 4,
      "long": 4,
      "smart": 5
    },
    "description": "Es un perro entusiasta, juguetón, muy activo, confiado, gentil y dulce. Además es un perro muy inteligente que resulta fácil de entrenar. Es un perro con mucha energía, pero a la vez suele ser muy paciente con los niños. A pesar de su gran energía, es un perro dócil que puede ser una excelente mascota si es que se le proporciona el ejercicio físico y mental que necesita."
  },
  {
    "id": "112",
    "name": "Münsterländer Gigante",
    "data": {
      "size": 4,
      "long": 4,
      "smart": 4
    },
    "description": "Este perro de campo es calmado, se lleva bien con niños y puede adaptarse a vivir en una vivienda. Las características versátiles de la raza le hacen una buena compañía para todas las facetas de la caza. Una comparativa de resultados de 82 Munsterlanders con otras 104 razas versátiles llevada a cabo por la NAVHDA, muestra como este es el más versátil de todas ellas con diferencia."
  },
  {
    "id": "113",
    "name": "Pastor de Brie",
    "data": {
      "size": 4,
      "long": 4,
      "smart": 4
    },
    "description": "Perro de aspecto rústico pero proporcionado, con el pelo como el de la cabra y abundante en la cara. Mide unos 55 a 65 centímetros de altura hasta la cruz. No se lava ni se esquila, siendo un cepillado con cepillo duro el poco cuidado que necesita su pelaje, que puede ser de todos los colores excepto blanco."
  },
  {
    "id": "114",
    "name": "Cobrador de pelo liso",
    "data": {
      "size": 3,
      "long": 3,
      "smart": 4
    },
    "description": "Es un perro equilibrado, sociable y juguetón. El Flat necesita estar en contacto con su familia, por lo que es recomendable mantener con él una estrecha relación permitirle participar de los planes familiares. Es un perro muy enérgico y siempre dispuesto a jugar. Por esta razón, es importante mantenerle entretenido y enseñarle normas, porque si se aburre, puede llegar a destruir cosas dentro del hogar."
  },
  {
    "id": "115",
    "name": "Galgo español",
    "data": {
      "size": 4,
      "long": 4,
      "smart": 4
    },
    "description": "El galgo español suele tener un carácter algo tímido y reservado, especialmente con extraños. Por esa razón se recomienda socializarlos en su etapa de cachorro y seguir haciéndolo en su etapa adulta. Son perros gentiles, amables y afectuosos, muy tiernos con quienes tienen confianza y es que el galgo español es un perro sensible y muy dulce. Tienen un comportamiento excelente con niños, adultos y todo tipo de personas"
  }
]